<?php defined("BASEPATH") or die("No direct access to script");


/**
 * Изменение таблицы metros, добавление колонки line, а также новых записей
 *
 * @package default
 * @author alex.strigin
 **/
class Migration_Metros_update extends CI_Migration
{

	/**
	 * Изменение таблицы
	 *
	 * @return void
	 * @author alex.strigin
	 **/
	public function up()
	{
		/*
		* Добавляем колонку
		*/
		$this->dbforge->add_column('metros',array(
			'line' => array(
				'type'       => 'VARCHAR',
				'constraint' => '3',
				'default'	 => '1'
			)
		));

		/*
		* Обновляем уже добавленные записи
		*/
		$this->db->update('metros',array(
			'line' => '2'
		));

		/*
		* Добаявлем новые записи
		*/
		$metros = array(
			"1"=>array(
				"Проспект ветеранов",
				"Ленинский проспект",
				"Автово",
				"Кировский завод",
				"Нарвская",
				"Балтийская",
				"Пушкинская",
				"Владимирская",
				"Площадь восстания",
				"Чернышевская",
				"Площадь ленина",
				"Выборгская",
				"Лесная",
				"Площадь мужества",
				"Политехническая",
				"Академическая",
				"Гражданский проспект",
				"Девяткино"
			),
			/*
			* 2-я линия
			*/
			"2"=>array(
				"Московская",
				"Парк победы",
				"Электросила",
				"Московские ворота",
				"Фрунзенская",
				"Технологический институт",
				"Сенная площадь",
				"Невский проспект",
				"Горьковская",
				"Петроградская",
				"Черная речка",
				"Пионерская",
				"Удельная",
				"Озерки",
				"Проспект просвещения",
				"Парнас"
			),
			/*
			* 3-я линия
			*/
			"3"=>array(
				"Рыбацкое",
				"Обухово",
				"Пролетарская",
				"Ломоносовская",
				"Елизаровская",
				"Площадь Александра Невского I",
				"Маяковская",
				"Гостинный двор",
				"Василеостровская",
				"Приморская"
			),
			/*
			* 4-я линия
			*/
			"4"=>array(
				"Улица дыбенко",
				"Проспект большевиков",
				"Ладожская",
				"Новочеркасская",
				"Площадь Александра Невского II",
				"Лиговский проспект",
				"Спасская"
			),
			/*
			* 5-я линия
			*/
			"5"=>array(
				"Волковская",
				"Обводный канал",
				"Звенигородская",
				"Садовая площадь",
				"Спортивная",
				"Чкаловская",
				"Крестовский остров",
				"Старая деревня",
				"Комендантский проспект"
			)
	
		);

		foreach($metros as $line => $metro ){
			foreach($metro as $station){
				$this->db->insert('metros',array(
					'line' => $line,
					'name' => $station
				));
			}
		}
	}

	/**
	 * Ничего не делаем
	 *
	 * @return void
	 * @author 
	 **/
	public function down()
	{
	}
} // END class Migration_Metros_update extends CI_Migratio
