
<div class="zagolovok"> 
	<div class="date">
		<div>
			<img src="<?php echo base_url();?>themes/start/images/6.png">
		</div>
	</div> 
	<h1>
		<a href="<?php echo site_url("about"); ?>">О системе</a>
	</h1>
	Категория: О системе 
</div>
<p style="text-align: justify;">
Anbase.ru – универсальная система учета заявок для агентств недвижимости, которая позволяет упростить работу с заявками и избавить работников от бумажной волокиты.
</p> 
<p style="text-align: justify;">
Главное преимущество системы Anbase.ru заключается в предоставлении агентам удаленного доступа к заявкам агентства, это значит, что с помощью Anbase агенты могут в любое время посмотреть не только свои рабочие заявки, но и все доступные для работы заявки. Для этого нужно только устройство (компьютер, смартфон, планшет) с доступом в интернет.
</p> 
<p style="text-align: justify;">
Проект Anbase - результат совместной работы профессионалов рынка недвижимости и специалистов в области информационных технологий. Над тестированием функционала работали непосредственно сами клиенты системы, именно это и позволило команде разработчиков создать качественный продукт.
</p>
<p style="text-align: justify;">
Отдельно хотелось бы отметить серьезный подход к вопросу о сохранности данных. Резервное копирование базы данных происходит ежедневно, поэтому даже в случае форс-мажорных обстоятельств мы поможем Вам восстановить максимум информации. В результате используя anbase, удобный, и, что самое важное, полезный сервис для оптимизации рабочего процесса и хранения данных.
</p>
<p style="text-align: justify;">
Вы можете прочитать подробную инструкцию со скриншотами для полного изучения всех функций Anbase.ru, а также попробовать демо-версию системы.
</p>

