<div class="zagolovok"> 
<div class="date">
<div>
<img src="http://anbase.local/themes/start/images/6.png">
</div>
</div> 
<h1>
<a href="111"> О нас</a>
</h1>
Категория: О нас
</div>
<p style="text-align: justify;">
Система учета заявок Anbase является продуктом компании Flyweb.
</p>
<p style="text-align: justify;">
Компания Flyweb занимается проектированием, разработкой и оптимизацией различных Web сервисов для бизнеса и частных лиц.
</p>
<p style="text-align: justify;">
Обязательным этапом в проектировании систем является привлечение профильных специалистов, что позволяет создать качественный сервис и сделать его удобным для всех наших клиентов.
</p>
<p style="text-align: justify;">
Сейчас создание сервисов и приложений для риэлтерского бизнеса является одним из приоритетных направлений компании. В настоящий момент компания занимается модернизацией и улучшением проекта Anbase, а также над разработкой нескольких сервисов и приложений для риэлтерских компаний, клиенты Anbase узнают о них первыми.
</p>
