<div class="zagolovok">
<div class="date"><div>7</div>ноября</div>
<h1><a href="#">Нововведения ноября 2012. </a></h1>
Категория: Новости
</div>

<p> Команда проекта Anbase продолжает развивать сервис, поэтому в этом месяце мы выпустили ряд 
 скромных, но все-же полезеных новведений: 
    <ul>
    	<li> В панели администратора появилась возможность при завершении заявок указывать статус "сдал/не сдал"; </li>
    	<li> В панели менеджера появилась новая вкладка "завершенные заявки агентов";</li>
    	<li> Страница регистрации обзавелась помощником, который автоматически проверяет правильность ввода полей;</li>
    </ul>
   В следующем месяце ожидается крупное нововведение, которое будет включать ... а об этом в следующем месяце =)
</p>

<div class="zagolovok">
<div class="date"><div>2</div>сентября</div>
<h1><a href="#">Уже 2500-ая заявка! </a></h1>
Категория: Новости
</div>

<p> Мы продолжаем расти и развиваться, и вместе с тем растет и количество заявок в базе, сегодня была 
добавлена 2500-ая заявка, ура!
</p>

<div class="zagolovok">
<div class="date"><div>16</div>августа</div>
<h1><a href="#">FAQ - Wiki справочник</a></h1>
Категория: Новости
</div>

<p>  
	Мы переписали раздел справочника используюся достаточно популярную систему 
 размещения справочного контента <b>Wikipedia </b>. Теперь, перейдя по ссылке: <a href="<?php echo site_url("wiki"); ?>" style="text-decoration:underline;"> "Wiki справочник"</a> 
 можно просмотреть полное описание системы!
</p>

<div class="zagolovok">
<div class="date"><div>24</div>июля</div>
<h1><a href="#">Юбилейная заявка!</a></h1>
Категория: Новости
</div>

<p> Ура! товарищи! Сегодня была добавлена 1000 заявка! <br/> А это означает, что мы растем и развиваемся!</p>

<div class="zagolovok">
<div class="date"><div>30</div>июня</div>
<h1><a href="#">Добавлен раздел "Настройки таблицы"</a></h1>
Категория: Новости
</div>

<p> На данный момент система anbase адаптирована под агентства Санкт-Петербурга, <br/>
В первую очередь это отражается на том, что агентства из Санкт-Петербурга могут указывать "Район", "Метро" для каждой заявки.<br/>
Для того, чтобы и другие агентства могли спокойно работать пока мы не добавим карты других городов, можно через "настройки таблицы" <br/>
 убрать такие колонки как "метро","регион".<br/>
 Помимо колонок метро и регион, также можно убрать и другие колонки: цену и телефон
	.</p>

<!-------------------->
<div class="zagolovok">
<div class="date"><div>19</div>мая</div>
<h1><a href="#">Добавлен раздел Аналитики.</a></h1>
Категория: Новости
</div>

<p>Начата разработка раздела Аналитики.  <br/>
На данный момент доступен раздел только для Администраторов и включает в себя график поступления заявок по датам, а также круговую диаграмму соотношения свободных и прикрепленных к агентам заявок. <br/>

В дальнейшем планируется создать аналитические графики и диаграммы для агентов (личная статистика) и менеджеров (статистика группы).</p>

<div class="zagolovok">
<div class="date"><div>11</div>мая</div>
<h1><a href="#">Проект Anbase.ru запущен!</a></h1>
Категория: Новости
</div>

<p>Сегодня, 11 мая 2012 г. началась работа сервиса Anbase.ru, системы учета заявок для агентств недвижимости. Три агентства недвижимости были включены в фокус-группу для тестирования системы. Поехали! </p>

<div class="zagolovok">
<div class="date"><div>05</div>мая</div>
<h1><a href="#">О системе</a></h1>Категория: О системе 
</div>
<p>Проект Anbase - результат совместной работы профессионалов рынка недвижимости и специалистов в области информационных технологий. Над тестированием функционала работали непосредственно сами клиенты системы, именно это и позволило команде разработчиков создать качественный продукт.
</p>
