<div class="zagolovok">
   		<div class="date"><div>21</div> января</div>
        <h1><a href="111"> Заголовок поста</a></h1>Категория: О системе        	
    </div>
	<p>Опубликовал на форуме некоторые вопросы к Вам, как текущим и поте-
нциальным пользователям нашими продуктами и услугами. Вкратце: воп-
росы по развитию Open Real Estate и вопросы по созданию нового продук-
та. Ваши мысли, идеи и пожелания пишите на форуме, в форму контактов 
или по контактным данным.
	</p>
	<div class="koment"><a href="123">Коментарии (5)</a></div>
    
    <div class="zagolovok">
   	<div class="date"><div>21</div> марта</div>
        <h1><a href="111"> Заголовок поста</a></h1>
      Категория: О системе
    </div>

   	 <p>
   	 	Опубликовал на форуме некоторые вопросы к Вам, как текущим и поте- 
   	 	нциальным пользователям нашими продуктами и услугами. Вкратце: воп-
   	 	росы по развитию Open Real Estate и вопросы по созданию нового продук-
   	 	та. Ваши мысли, идеи и пожелания пишите на форуме, в форму контактов 
   	 	или по контактным данным.
   	 </p>
	<div class="koment"><a href="123">Коментарии (5)</a></div>
    
    <div class="zagolovok">
   	<div class="date"><div>21</div> июля</div>
        <h1><a href="111"> Заголовок поста</a></h1>Категория: О системе
    </div>
   	  <p>
   	  	Опубликовал на форуме некоторые вопросы к Вам, как текущим и поте-
		нциальным пользователям нашими продуктами и услугами. Вкратце: воп-
		росы по развитию Open Real Estate и вопросы по созданию нового продук-
		та. Ваши мысли, идеи и пожелания пишите на форуме, в форму контактов 
		или по контактным данным.
	  </p>
	<div class="koment"><a href="123">Коментарии (5)</a></div>
    <div class="navi">
    	<a href="123" class="curent">1</a>
        <a href="111">2</a>
        <a href="123">3</a>
        <a href="11">4</a>
        <a href="11">5</a> ... 
        <a href="11">20</a> 
        <a href="11">></a>
   </div>