<div class="zagolovok">
<div class="date"><div>19</div>мая</div>
<h1><a href="#">Добавлен раздел Аналитики.</a></h1>
Категория: Новости
</div>

<p>Специально для панели администрации был добавлен раздел "Аналитика".</p>

<div class="zagolovok">
<div class="date"><div>11</div>мая</div>
<h1><a href="#">Проект Anbase.ru запущен!</a></h1>
Категория: Новости
</div>

<p>Сегодня, 11 мая 2012 г. началась работа сервиса Anbase.ru, системы учета заявок для агентств недвижимости. Три агентства недвижимости были включены в фокус-группу для тестирования системы. Поехали! </p>

<div class="zagolovok">
<div class="date"><div>05</div>мая</div>
<h1><a href="#">О системе</a></h1>Категория: О системе 
</div>
<p>Проект Anbase - результат совместной работы профессионалов рынка недвижимости и специалистов в области информационных технологий. Над тестированием функционала работали непосредственно сами клиенты системы, именно это и позволило команде разработчиков создать качественный продукт.
</p>
