<?php load_partial_template($template,'faq_navigation'); ?>

<p>В системе Anbase существует специальный вид аккаунтов для менеджеров – руководителей групп агентов. Принципиальное отличие от других типов пользователей заключается в том, что менеджер может просматривать заявки агентов, которые находятся под его руководством.</p>
<p>Кроме того, менеджер может работать в системе в качестве агента – просматривать свободные заявки, заявка может быть прикреплена к менеджеру, как к агенту. 
</p>
<span align="center" style="color:#06C;">
<h3>1. Регистрация</h3></span>
<p>Для того чтобы зарегистрироваться в системе, обратитесь к директору (уполномоченному лицу) в своем агентстве. Вам вышлют письмо на электронную почту со ссылкой на регистрацию в системе.</p>
<p align="center"><img src="<?php echo base_url();?>themes/start/images/faq/manager/manager1.png" width= "100%"></p>
<p align="center">Рис.1 Регистрация в системе</p>
<p>Заполните все поля на странице регистрации. После регистрации вы будете перенаправлены на главную страницу. В поле входа введите логин и пароль, указанные при регистрации.
</p><br />
<p> <span style="float:right"><?php echo anchor("faq/manager/?page=faq_manager_2","Шаг вперед ->");?></span></p>